Repository: LittleFish-233/EncryptionAssistant
Catalog: EncryptionAssistant/String/*/shiyong.resw
Source language: en_us
Languages: de, fr, ja_jp, zh_cn, zh_hant

# textblock48.Text
source: This part is still under development, the function is very simple, please also use the user's mentality of testing. We plan to update the magnetic link and seed file download function next year. I hope that you can get some guidance in this area and speed up our pace. If you don't want the app to be networked, you can refuse to apply network permissions in the system settings. Thank you for your support.
de: Dieser Teil befindet sich noch in der Entwicklung, die Funktion ist sehr einfach, bitte verwenden Sie auch die Testmentalität des Benutzers. Wir haben vor, die Funktion zum Herunterladen von magnetischen Links und Seed-Dateien im nächsten Jahr zu aktualisieren. Wenn Sie nicht möchten, dass die App vernetzt wird, können Sie die Netzwerkberechtigungen in den Systemeinstellungen verweigern. Vielen Dank für Ihre Unterstützung.
fr: Cette partie est encore en développement, la fonction est très simple, veuillez également utiliser la mentalité de test de l'utilisateur. Nous prévoyons de mettre à jour la fonction de téléchargement des liens magnétiques et des fichiers de semences l’année prochaine.J’espère que vous pourrez obtenir des conseils dans ce domaine et accélérer notre rythme. Si vous ne souhaitez pas que l'application soit mise en réseau, vous pouvez refuser d'appliquer les autorisations réseau dans les paramètres système. Merci de votre soutien.
ja_jp: この部分はまだ開発中です。機能は非常に単純です。また、テストのユーザーの考え方を使用してください。 来年は磁気リンクとシードファイルのダウンロード機能を更新する予定ですので、この分野に関するガイダンスを入手し、ペースを上げてください。 アプリをネットワークに接続したくない場合は、システム設定でネットワーク権限の適用を拒否できます。ご支援ありがとうございます。
zh_cn: 这一部分还在开发中，功能十分简陋，还请各位用户以测试的心态去使用。我们计划明年更新磁力链接和种子文件下载功能，希望在这方面有所了解的大佬给我们一些指导，能加快我们的步伐。如果不想让应用进行联网操作，可以到系统设置里拒绝应用网络权限，感谢你的支持
zh_hant: 這一部分還在開發中，功能十分簡陋，還請各位用戶以測試的心態去使用。我們計劃明年更新磁力鏈接和種子文件下載功能，希望在這方面有所了解的大佬給我們一些指導，能加快我們的步伐。如果不想讓應用進行聯網操作，可以到系統設置裡拒絕應用網絡權限，感謝你的支持
